/* State and Keywordgroupnames */

"Messages" = "Objective-C 메세지 호출";
"Cocoa Classes" = "코코아 클래스";
"Objective-C Keywords" = "심볼 (@class, etc.)";
"Keywords" = "키워드";
"Memory Management" = "메모리 관리 키워드";
"Cocoa Functions" = "코코아 메소드";
"Numbers" = "숫자";
"Characters" = "문자";
"FunctionRegex" = "메소드 호출";
"Cocoa Types" = "코코아 형식";
"Cocoa Constants" = "코코아 상수";
"Cocoa Stuff (Panther)" = "Panther에서 포함된 코코아 에디션";
"Preprocessor" = "전처리기";
"Autodoc Comment" = "/*\" Autodoc 주석 \"*/";
"Comment" = "/* 주석 */";
"Singleline Comment" = "// 주석";
"String" = "\"문자열\"";

